<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    |
    */

    'Translation' => 'アラビア語・日本語のテキスト翻訳（編集）及び同時・逐次通訳、アラビア語・日本語で書かれたテキストまたはアラビア語・日本語に翻訳されたテキストまたはアラビア語・日本語から翻訳されたテキストの校正',
    'Teaching' => '非母語話者に対する言語教育を専門とする経験豊富な講師によって多様なレベル・年齢層の学習者のニーズに合わせて行われる対面及びリモート（オンライン）アラビア語・日本語教育',
    'Voice' => '録音・オーディオ制作のプロによる、記録または音声広告、オーディオブックなど様々な目的で使用するためのテキストの音声ファイル化、アラビア語・日本語で録音された音源の文字起こし及びその翻訳',
    'Adding' => '当社が採用した翻訳者及びプログラマーによる個人、営利・非営利団体、民間企業、政府機関及び国際機関ウェブサイトへのアラビア語・日本語の追加',
    'Desktop' => '個人・企業の広告ポスター、各種製品マニュアル、パンフレット、学術・教育資料などの文書の作成及び発行を支援するためにＤＴＰオペレーターが提供するテキストコンテンツの準備、制作、翻訳及び発行などのＤＴＰサービス',
    'Planning' => '専門のメディアチームによる日本及びアラブ諸国に関する新聞記事及びメディアレポート（テキスト及び映像）のアラビア語・日本語での企画及び制作',
    'Design' => 'デザイン、プログラミング及びコンテンツ制作の経験豊富な専門チームによるウェブサイトの目的に適したアラビア語・日本語のロゴ、ヴィジュアルアイデンティティ、ウェブサイトのデザイン及びウェブコンテンツの制作',
    'Tour' => '当社が採用したエージェントによる日本及びアラブ諸国観光ツアーの企画及び準備、観光ガイド及び観光ガイド専門通訳の派遣',
    'Academic' => '日本及びアラブ諸国への留学またはこれら地域における文化活動に関するコンサルティングの提供、アラビア語・日本語で作成された学術研究のコーディネート、言語的・学術的校正、フォーマット化による支援',
    'Support' => '関連資料の翻訳及びアラビア語・日本語専門通訳の現地派遣を通じた日本・アラブ諸国間の学術・文化交流及びプロジェクトに対する支援',
    'Investment' => '日本及びアラブ諸国における投資及び会社設立・経営に関するコンサルティングの提供、翻訳・通訳サービスの提供を通じた日本及びアラブ企業のビジネス活動の支援',   
    'import' => '様々な商品の日本・アラブ諸国からの輸入及び日本・アラブ諸国への輸出、日本・アラブ諸国間のビジネスに関するコンサルティングの提供を通じた輸出入会社のビジネス支援',
    'trad'=>'日本及びアラブ諸国における投資及び会社設立・経営に関するコンサルティングの提供、翻訳・通訳サービスの提供を通じた日本及びアラブ企業のビジネス活動の支援',
];
