<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    |
    */

    'Translation' => 'الترجمة الكتابية (التحريرية) والترجمة الشفوية الفورية والمتتابعة بين اللغتين العربية واليابانية. وتدقيق النصوص المكتوبة باللغتين العربية واليابانية، أو النصوص المترجمة من وإلى اللغتين العربية واليابانية.',
    'Teaching' => 'تعليم اللغتين العربية واليابانية مباشرة وعن بعد (أونلاين) لغير الناطقين بها، ولمختلف المستويات والفئات العمرية، بما يتناسب مع احتياجات كل مُتعلِّم، ومن قبل أساتذة مختصين وذوي خبرة طويلة وغنية في مجال تعليم اللغات للناطقين بغيرها.',
    'Voice' => 'تسجيل النصوص المكتوبة على شكل ملفات صوتية بغرض توثيقها أو استخدامها في مجموعة متنوعة من الأغراض كالإعلانات الصوتية والكتب الصوتية باللغتين العربية واليابانية، ومن قبل محترفين في مجال تسجيل الأصوات والإنتاج الصوتي. وتفريغ الأصوات المسجلة باللغتين العربية واليابانية وتحويلها إلى نصوص مكتوبة وترجمتها.',
    'Adding' => 'دعم إضافة اللغة اليابانية والعربية إلى المواقع الإلكترونية للمؤسسات الحكومية والشركات العامة والخاصة وغيرها.',
    'Desktop' => 'تقديم خدمات أعمال النشر المكتبي لمساعدة الأفراد والشركات على إعداد ونشر المواد المكتوبة كالملصقات الإعلانية، وأدلة استخدام المنتجات بمختلف أنواعها، والكتب الكُتيبات، والمواد الدراسية والتعليمية وغيرها، وذلك من خلال إعداد وإنتاج وترجمة ونشر المحتوى المكتوب بشكل احترافي ومتقن.',
    'Planning' => 'تخطيط وإعداد المقالات الصحفية والتقارير الإعلامية المكتوبة والمصورة عن اليابان والدول العربية من قبل فريق إعلامي مختص، وباللغتين العربية واليابانية.',
    'Design' => 'تصميم الشعارات والهويات البصرية ومواقع الويب، وإعداد محتوى مواقع الويب باللغتين العربية واليابانية، وبما يتناسب مع الهدف من الموقع، وذلك من خلال فريق عمل مختص وذي خبرة في التصميم والبرمجة وإعداد المحتوى.',
    'Tour' => 'تخطيط وإعداد الجولات السياحية في اليابان والدول العربية من قبل عملائنا المعتمدين، وتوفير المرشدين السياحيين والمترجمين المتخصصين بالإرشاد السياحي.',
    'Academic' => 'تقديم الاستشارات الدراسية والثقافية المتعلقة بالدراسة في اليابان والدول العربية، أو القيام بنشاطات ثقافية فيها. ودعم الأبحاث العلمية المُعَدَّة باللغتين العربية واليابانية من خلال تنسيقها وتدقيقها لغويا وعلميا وإخراجها مكتبيا.',
    'Support' => 'دعم مشاريع ونشاطات التبادل العلمي والثقافي بين اليابان والدول العربية من خلال ترجمة كل ما يتعلق بتلك المشاريع والنشاطات، وإيفاد المترجمين المختصين باللغتين العربية واليابانية إلى أماكن إقامتها.',
    'Investment' => 'تقديم الاستشارات المتعلقة بالاستثمار وتأسيس الشركات وإدارتها في اليابان والدول العربية، ودعم النشاطات التجارية للشركات اليابانية والعربية من خلال تقديم خدمات الترجمة الكتابية والشفوية.', 
    'import'=>'استيراد وتصدير مختلف أنواع المنتجات من وإلى اليابان والدول العربية، ودعم شركات الاستيراد والتصدير للقيام بأعمالها التجارية من خلال تقديم الاستشارات المتعلقة بالأعمال التجارية بين اليابان والدول العربية.',  
];
